Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/Localizable.xcstrings
Source language: en
Languages: fr

# %@ invites you to discuss on Olvid
source: %@ would like to discuss with you on Olvid
fr: %@ aimerait discuter avec vous sur Olvid

# %@ invites you to discuss on Olvid. To accept, please click the link below: %@
source: %@ would like to discuss with you on Olvid. To invite them, please click the link below: %@
fr: %@ aimerait discuter avec vous sur Olvid. Pour l'y inviter, veuillez cliquer sur le lien suivant : %@

source: %@ is already part of your trusted contacts 🙌. Do you still wish to proceed?
fr: %@ fait déjà partie de vos contacts 🙌. Voulez-vous quand même poursuivre ?

source: %@ wants to introduce you to %@
fr: %1$@ aimerait vous présenter à %2$@

# %@_INVITES_YOU_TO_ONE_TO_ONE_DISCUSSION
source: %@ invites you to have a private discussion. If you accept, this user will be added to your contacts.
fr: %@ vous invite à discuter en privé. Si vous acceptez, cet utilisateur sera ajouté à vos contacts.

source: %lld deleted backups
fr: %lld sauvegardes supprimées

# %lld_GROUP_MEMBERS
source: %lld other group members:
fr: %lld membres dans ce groupe :

# %lu_GROUP_MEMBERS
source: %lu members in this group
fr: %lu membres dans ce groupe

source: ⚠️ Latest failed upload: %@
fr: ⚠️ Dernière erreur : %@

# 😧 Oups...
source: 😧 Oops...
fr: 😧 Oups...

# A_PARTICIPANT_STARTED_THEIR_CAMERA
source: Video call started
fr: Appel vidéo en cours

source: Abort
fr: Abandonner

source: About
fr: À propos

# ABOUT_DISKUSAGEVIEW_%@
source: This screen allows you to evaluate the storage used by Olvid on your %@. Beware though, the total storage is not the sum of all the values indicated here (as Olvid uses deduplication techniques). To evaluate the total storage, it is in general sufficient to consider the values referenced by the database
fr: Cet écran permet d'évaluer l'espace de stockage occupé par Olvid sur votre %@. Attention cependant, le stockage total n'est pas la somme des valeurs indiquées ici (Olvid utilise des techniques de déduplication). Pour évaluer le stockage total, il suffit en général de considérer les valeurs référencées depuis la base de données.

source: Accept
fr: Accepter

source: Access to advanced settings
fr: Accès aux paramètres avancés

# ACTION_TITLE_COPY_LINK
source: Copy the link
fr: Copier le lien

# ACTION_TITLE_FETCH_NEW_MESSAGES
source: Get new messages
fr: Chercher les nouveaux messages

source: Activate new license
fr: Activer la licence

source: Activate this device
fr: Activer cet appareil

source: Add a reaction
fr: Ajouter une réaction

source: Add new contact
fr: Ajouter un nouveau contact

# ADD_A_NEW_DEVICE
source: Add a device
fr: Ajouter un appareil

source: Add another profile
fr: Ajouter un autre profil

# ADD_CONTACT_BUTTON
source: Add contact
fr: Ajouter un contact

# ADD_CONTACT_TITLE
source: Add a contact
fr: Ajouter un contact

# ADD_MEMBER_BY_TAPPING_EDIT_GROUP_MEMBERS_BUTTON
source: You are the only member of this group 😅. Start adding group members by tapping the **Edit group** button above ☝️.
fr: Vous êtes le seul membre de ce groupe 😅. Ajoutez des membres en touchant le bouton **Modifier le groupe** ☝️.

# ADD_OWNED_IDENTITY
source: Add a profile
fr: Ajouter un profil

source: Add participants
fr: Ajouter des participants

# ADD_SELECTED_CONTACTS_TO_CALL
source: Add contacts to call
fr: Ajouter les contacts à l'appel

source: Add to contacts
fr: Ajouter aux contacts

# ADDING_KEYCLOAK_CONTACT_FAILED
source: Failed to add contact
fr: L'ajout de contact a échoué

source: Admin
fr: Administrateur

source: Advanced
fr: Avancé

source: After
fr: Après

# AFTER_FIVE_MINUTE
source: after 5 minutes
fr: après 5 minutes

# AFTER_ONE_MINUTE
source: after 1 minute
fr: après 1 minute

# AFTER_TEN_SECONDS
source: after 10 seconds
fr: après 10 secondes

# AFTER_THIRTY_SECONDS
source: after 30 seconds
fr: après 30 secondes

# AFTER_TWO_MINUTE
source: after 2 minutes
fr: après 2 minutes

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_ACTION_BACKGROUND
source: When Olvid enters background
fr: Quand Olvid passe en arrière-plan

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_ACTION_MANUAL_SWITCHING
source: When manually switching profile
fr: En changeant de profil manuellement

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_ACTION_SCREEN_LOCK
source: When Olvid lock screen activates
fr: Au verrouillage de l'écran d'Olvid

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_MESSAGE
source: Please choose when an open profile should be closed. By default, hidden profiles will be closed when manually switching to another profile.
fr: Veuillez choisir le bon moment pour fermer un profil masqué. Par défaut, un profil masqué est fermé quand vous basculez manuellement vers un autre profil.

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_TITLE
source: When to close an open hidden profile?
fr: Quand désirez-vous fermer un profil masqué ?

# ALERT_FOR_EDITING_NICKNAME_MESSAGE
source: Your nickname is for your eyes only and allows you to easily distinguish your profiles from each other.
fr: Votre pseudo n'est visible que par vous et vous permet de facilement distinguer vos profils les uns des autres.

# ALERT_FOR_EDITING_NICKNAME_TITLE
source: Edit my nickname
fr: Éditer mon pseudo

# ALERT_MSG_OUTGOING_CALL_FAILED_USER_DENIED_RECORDING
source: To initiate an outbound call, kindly grant Olvid permission to access the microphone. You can configure this in the Settings.
fr: Pour initier un appel audio, vous devez autoriser Olvid à accéder au micro. Vous pouvez effectuer cette configuration dans l'application Réglages.

source: Go to privacy settings
fr: Aller dans les paramètres

# ALERT_SHOULD_ACTIVATE_SCREEN_LOCK_AFTER_CREATING_HIDDEN_PROFILE_MESSAGE
source: You chose to close any open hidden profile when the Olvid lock screen activate. However you have not configured any lock screen. In the current setting, hidden profiles will only be closed when manually switching to another profile. Please go to the privacy settings to configure a lock screen.
fr: Vous avez choisi de fermer les profils masqués ouverts au verrouillage de l'écran d'Olvid. Cependant, vous n'avez pas configuré d'écran de verrouillage. Avec le réglage actuel, les profils masqués ne seront fermés que si vous basculez manuellement vers un autre profil. Pour configurer un écran de verrouillage, allez dans les paramètres de « Vie privée ».

# ALERT_SHOULD_ACTIVATE_SCREEN_LOCK_AFTER_CREATING_HIDDEN_PROFILE_TITLE
source: Olvid lock screen not configured
fr: Écran de verrouillage non configuré

# ALERT_VOICE_MESSAGE_FAILED_USER_DENIED_RECORDING
source: To record a voice message, you need to allow Olvid to access the microphone. Open Settings and turn on the Microphone
fr: Pour enregistrer un message vocal, vous devez autoriser Olvid à accéder au micro. Allez dans les Réglages et activez le Micro.

source: All logs
fr: Tous les logs

source: All attachments will be automatically downloaded.
fr: Toutes les pièces jointes seront téléchargées automatiquement.

source: Allow all api key activations
fr: Permettre l'activation de toute clé d'API

source: Allow custom keyboards
fr: Autoriser les claviers personnalisés

source: Always
fr: Toujours

source: An invitation requires your attention!
fr: Une invitation requiert votre attention !

# ANOTHER_PROFILE_HAS_VALID_API_KEY
source: This profile benefits from the license of another profile.
fr: Ce profil bénéficie de la licence d'un autre profil.

# ANSWERED_ON_ANOTHER_OWNED_DEVICE
source: Answered on another device
fr: Accepté sur un autre appareil

source: API Key
fr: Clé d'API

# APP_DIRECTORIES
source: Directories within the app
fr: Répertoires de l'app

source: Archive
fr: Archiver

# ARE_YOU_SURE_CREATE_NEW_OWNED_GROUP
source: Do you wish to create this new group now?
fr: Voulez-vous créer ce nouveau groupe maintenant ?

# ARE_YOU_SURE_PUBLISH_EDITED_OWNED_GROUP
source: Do you you wish to publish the group changes?
fr: Voulez-vous publier les modifications ou les annuler ?

# ARE_YOU_SURE_PUBLISH_NEW_OWNED_ID
source: Once published, all your contacts will receive your new ID.
fr: Une fois publiée, la nouvelle version de votre ID s'affichera chez tous vos contacts.

source: Are you sure you want to abort?
fr: Voulez-vous vraiment abandonner ?

source: Are you sure you want to decline this invitation?
fr: Voulez-vous vraiment décliner cette invitation ?

source: Are you sure you want to ignore this invitation?
fr: Voulez-vous vraiment ignorer cette invitation ?

source: At least one of the channel establishment failed to restart
fr: Erreur lors du redémarrage de l'établissement d'un canal sécurisé

# AT_LEAST_ONE_UNHIDDEN_PROFILE_MUST_EXIST_MESSAGE
source: You must have at least one visible profile. Since this profile is the only one you have, you cannot hide it. Nonetheless, you can create a new profile and try again.
fr: Vous devez toujours avoir au moins un profil visible. Comme ce profil est le seul que vous ayez, vous ne pouvez pas le masquer. Vous pouvez néanmoins créer un nouveau profil et essayer à nouveau.

# AT_LEAST_ONE_UNHIDDEN_PROFILE_MUST_EXIST_TITLE
source: This profile cannot be hidden at the moment
fr: Impossible de masquer ce profil pour le moment

# ATTACH_PREVIEW_LABEL
source: Attach a preview of links you send
fr: Joindre un aperçu des liens envoyés

# ATTACH_PREVIEW_SECTION_FOOTER
source: Once activated, Olvid will fetch a preview of links you send and attach it to the message.
fr: Une fois cette option activée, Olvid téléchargera un aperçu des liens que vous envoyez et le joindra au message.

source: Attachments smaller than %@ will be automatically downloaded. Larger attachments will require manual download.
fr: Les pièces jointes de taille inférieure à %@ seront téléchargées automatiquement. Les pièces jointes de plus grande taille devront être téléchargées manuellement.

# ATTACHMENTS_INFO
source: Attachments
fr: Pièces jointes

source: Authenticate
fr: S'authentifier

source: Authentication failed
fr: L'authentification a échoué

source: Authentication Required
fr: Authentification Requise

# AUTHENTICATION_REQUIRED_TOKEN_EXPIRED_MESSAGE
source: Your Olvid identity is managed by your company's identity provider. You need to re-authenticate with this identity provider to continue.
fr: Votre identité Olvid est gérée par le fournisseur d'identité de votre entreprise. Il faut vous réauthentifier auprès de ce fournisseur d'identité pour continuer.

# AUTHENTICATION_REQUIRED_USER_ID_CHANGED_MESSAGE
source: You Olvid ID is managed by your company's identity provider. It seems you authenticated as a different user than usual. This is not supported. Please contact your administrator or re-authenticate as the correct user.
fr: Votre ID Olvid est géré par le fournisseur d'identité de votre entreprise. Il semblerait que vous vous soyez authentifié avec un compte différent du compte habituel. Ceci n'est pas supporté. Contactez votre adminisrateur ou réauthentifiez-vous avec le compte habituel.

source: Authorization Required
fr: Autorisation Requise

# AUTO_ACCEPT_GROUP_%llu_INVITATIONS_ALERT_ACCEPT_ACTION_TITLE
source: Accept the %llu pending group invitations now
fr: Accepter les %llu invitations de groupe maintenant

# AUTO_ACCEPT_GROUP_%llu_INVITATIONS_ALERT_MESSAGE
source: Modifying this setting requires you to accept %llu pending group invitations.
fr: Pour changer ce paramètre, vous devez accepter %llu invitations de groupe en attente.

# AUTO_ACCEPT_GROUP_INVITATIONS_ALERT_TITLE
source: Heads up!
fr: Avant d'aller plus loin…

# AUTO_ACCEPT_GROUP_INVITES_FROM
source: Automatically accept group invitations from…
fr: Accepter automatiquement les invitations de groupe de…

# AUTO_READ_LABEL
source: Auto read
fr: Ouverture automatique

# AUTO_READ_SECTION_FOOTER
source: Automatically open ephemeral messages. This only applies to messages whose ephemerality was set at the discussion level and not to messages for which the sender chooses a specific ephemerality.
fr: Ouvrir automatiquement les messages éphémères. Cette ouverture automatique ne s'applique qu'aux messages dont l'éphémérité est due aux paramètres choisis pour la discussion entière, et pas aux messages dont l'éphémérité est spécifiquement choisie par l'envoyeur.

# Automatic iCloud backup cleaning
source: Automatic old iCloud backups deletion
fr: Suppression automatique des anciennes sauvegardes iCloud

# AUTOMATIC_BACKUP
source: Automatic backup to iCloud
fr: Sauvegarde automatique vers iCloud

# AUTOMATIC_BACKUP_COULD_NOT_BE_ENABLED_TITLE
source: Automatic backup could not be enabled
fr: Il n'a pas été possible d'activer les sauvegardes automatiques

# AUTOMATIC_BACKUP_EXPLANATION
source: Activating this option allows to perform an automatic encrypted backup of your contacts, groups, and settings (messages and attachments are not backuped). Do not worry, this backup is encrypted 😇.
fr: Activer cette option permet d'effectuer une sauvegarde automatique de vos contacts, groupes et paramètres (les messages et pièces jointes ne sont pas sauvegardés).

source: Automatic iCloud backups
fr: Sauvegardes iCloud automatiques

source: Available subscription plans
fr: Offres d'abonnement

source: Back
fr: Retour

source: Background App Refresh is disabled
fr: L'actualisation en arrière-plan est désactivée

source: Backup
fr: Sauvegarde

# BACKUP_%llu_COUNT
source: %llu backups
fr: %llu sauvegardes

source: Backup and share now
fr: Sauvegarder et partager

# BACKUP_AND_UPLOAD_NOW
source: Backup and upload to iCloud now
fr: Sauvegarder et télécharger vers iCloud

source: Bad QR code
fr: Mauvais code QR

source: Billing Grace Period
fr: Délai de grâce

# BIOMETRY_NOT_ENROLLED_ERROR_MESSAGE
source: To use this feature, you need to set up either Face ID or Touch ID in the Settings app.
fr: Pour utiliser cette fonctionnalité, vous devez configurer Face ID ou Touch ID dans l'app Réglages de votre appareil.

# BIOMETRY_NOT_ENROLLED_ERROR_TITLE
source: Please set up Face ID or Touch ID
fr: Il vous faut configurer Face ID ou Touch ID

# BUILT_IN_SPEAKER
source: Speaker
fr: Haut-parleur

# BUTON_TITLE_ACTIVATE_NOTIFICATION
source: Manage notifications
fr: Gérer les notifications

# BUTON_TITLE_REQUEST_RECORD_PERMISSION
source: Configure Microphone Access
fr: Configurer l'accès au micro

# BUTTON_LABEL_CHECK_SUBSCRIPTION
source: Check subscription status
fr: Vérifier votre abonnement

# BUTTON_LABEL_MANAGE_KEYCLOAK
source: Switch to a managed ID
fr: Passer à un ID géré

# BUTTON_LABEL_REMIND_ME_LATER
source: Remind me later
fr: Me rappeler plus tard

# BUTTON_LABEL_UPDATE
source: Update
fr: Mettre à jour

# BUTTON_LABEL_UPDATE_KEY
source: Update key
fr: Mettre la clé à jour

# BUTTON_TITLE_AUTHENTICATE
source: Authenticate
fr: S'authentifier

# BUY_FAILED
source: The subscription failed.
fr: La demande d'abonnement a échoué.

# BUY_SUCCEEDED_BUT_SUBSCRIPTION_EXPIRED
source: Although the subscription was successful, it seems your subscription expired.
fr: La demande d'abonnement a été traitée, mais votre abonnement a expiré.

source: By default, pressing Enter sends your message. You can customize this shortcut to use Cmd+Enter instead.
fr: Appuyer sur Entrée envoie votre message par défaut. Vous pouvez configurer le raccourci pour utiliser Cmd+Entrée à la place.

source: Cache management
fr: Gestion du cache

source: Call
fr: Appeler

source: Call back
fr: Rappeler

# CALL_STATE_BUSY
source: Busy
fr: Occupé

# CALL_STATE_CALL_REJECTED
source: Call rejected
fr: Appel refusé

# CALL_STATE_CONNECTING_TO_PEER
source: Connection...
fr: Connexion...

# CALL_STATE_CONNECTION_TIMEOUT
source: Connection timeout
fr: Délai de connexion expiré

# CALL_STATE_GETTING_TURN_CREDENTIALS
source: Authentication...
fr: Authentification...

# CALL_STATE_HANGED_UP
source: Hanged up
fr: Appel raccroché

# CALL_STATE_INCOMING_CALL_MESSAGE_WAS_POSTED
source: Connecting...
fr: Connexion...

# CALL_STATE_INITIALIZING_CALL
source: Initializing call...
fr: Initialisation de l'appel...

# CALL_STATE_KICKED
source: Excluded
fr: Exclue

# CALL_STATE_NEW
source: New call...
fr: Nouvel appel...

# CALL_STATE_RECONNECTING
source: Reconnection
fr: Reconnexion

# CALL_STATE_RINGING
source: Ringing...
fr: Sonnerie...

source: Camera
fr: Appareil photo

source: Cancel
fr: Annuler

# CANNOT_FETCH_LATEST_UPLOAD
source: Cannot fetch latest upload. You might need to configure your iCloud account.
fr: Impossible de récuperer la dernière sauvegarde. Avez-vous bien configuré iCloud ?

source: Capabilities
fr: Capacités

# CAPABILITY_GROUPS_V2
source: Groups v2
fr: Groupes v2

# CAPABILITY_ONE_TO_ONE_CONTACTS
source: One2One contacts
fr: Contacts One2One

source: Category
fr: Catégorie

source: Certified by identity provider
fr: Certifiée par un fournisseur d'identité

source: Change my reaction
fr: Changer ma réaction

source: Chat
fr: Discuter

# Choose Discussion
source: Choose a Discussion
fr: Choisir une Discussion

# CHOOSE_ACTIVE_DEVICE_SUBTITLE_WHEN_MULTIDEVICE_FALSE
source: Other devices will be deactivated within 30 days.
fr: Les autres appareils seront désactivés dans les 30 jours.

# CHOOSE_ACTIVE_DEVICE_SUBTITLE_WHEN_MULTIDEVICE_TRUE
source: Here is your current device list, including the device you are about to add.
fr: Voici vos appareils actuels, ainsi que celui que vous vous apprêtez à ajouter.

# CHOOSE_ACTIVE_DEVICE_TITLE_WHEN_MULTIDEVICE_FALSE
source: Choose which device you wish to keep active
fr: Choisissez quel appareil vous souhaitez maintenir actif

# CHOOSE_ACTIVE_DEVICE_TITLE_WHEN_MULTIDEVICE_TRUE
source: You have a multi-device subscription
fr: Vous disposez d'un abonnement multi-appareils

# CHOOSE_BETWEEN_GLOBAL_AND_LOCAL_OWNED_IDENTITY_DELETION_MESSAGE
source: If you choose to delete your profile from all your devices, your profile will also be deleted from your contact devices, the groups you created will be disbanded if you are the only administrator, you will leave other groups. If you choose to only delete your profile from this device, your other devices (if you have any) won't be affected (and you'll get a chance to restore an existing backup if you wish).
fr: Si vous choisissez de supprimer votre profil sur tous vos appareils, ce profil n'apparaîtra plus dans le carnet d'adresses de vos contacts, les groupes que vous gérez seront dissous si vous en êtes le seul administrateur, vous quitterez les groupes dont vous êtes membre. Si vous choisissez de supprimer votre profil sur cet appareil uniquement, vos autres appareils (si vous en avez) ne seront pas affectés (et vous pourrez encore restaurer une sauvegarde existante).

# CHOOSE_BETWEEN_GLOBAL_AND_LOCAL_OWNED_IDENTITY_DELETION_TITLE
source: Do you wish to delete your profile from all your devices or from this device only?
fr: Voulez-vous supprimer ce profil sur tous vos appareils ou seulement sur celui-ci ?

# CHOOSE_DEVICE_NAME
source: Choose a device name
fr: Choisissez un nom pour l'appareil

# CHOOSE_GLOBAL_OWNED_IDENTITY_DELETION_BUTTON_TITLE
source: Delete this profile from all my devices
fr: Supprimer sur tous mes appareils

source: Choose group members
fr: Choisir les participants

# CHOOSE_GROUP_TYPE_MESSAGE
source: Choose between legacy or new groups
fr: Choisir entre les anciens et les nouveaux groupes

# CHOOSE_GROUP_TYPE_TITLE
source: Choose group type
fr: Choisir le type de groupe

# CHOOSE_GROUP_V1
source: Group V1
fr: Groupe V1

# CHOOSE_GROUP_V2
source: Group V2
fr: Groupe V2

# CHOOSE_LOCAL_OWNED_IDENTITY_DELETION_BUTTON_TITLE
source: Delete this profile from this device only
fr: Supprimer sur cet appareil uniquement

# CHOOSE_OR_%lld_CHOSEN_DISCUSSION
source: %lld selected
fr: %lld sélectionnées

# CHOOSE_PASSWORD
source: Choose a password
fr: Choisissez un mot de passe

# CHOOSE_PICTURE
source: Choose a photo
fr: Choisir une photo

# CHOOSE_YOUR_BACKUP_FILE_ONBOARDING_TITLE
source: Choose your backup file
fr: Choisissez votre fichier de sauvegarde

source: Chosen group members
fr: Participants choisis

source: Chosen members
fr: Membres choisis

source: Clean
fr: Nettoyer

# CLEAN_LATEST_BACKUP_FOR_CURRENT_DEVICE_MESSAGE
source: Please note that you are about to delete the latest iCloud backup.
fr: Attention, vous vous apprêtez à supprimer la sauvegarde iCloud la plus récente.

# CLEAN_LATEST_BACKUP_FOR_CURRENT_DEVICE_TITLE
source: Delete the latest iCloud backup?
fr: Supprimer la sauvegarde iCloud la plus récente ?

# CLEAN_LATEST_BACKUP_FOR_OTHER_DEVICE_MESSAGE
source: Please note that you are about to delete the latest iCloud backup of another device.
fr: Attention, vous vous apprêtez à supprimer la sauvegarde iCloud la plus récente d'un autre appareil.

# CLEAN_LATEST_BACKUP_FOR_OTHER_DEVICE_TITLE
source: Delete the latest iCloud backup of another device?
fr: Supprimer la sauvegarde iCloud la plus récente d'un autre appareil ?

# CLEAN_OLD_BACKUPS
source: Delete old iCloud backups
fr: Supprimer les anciennes sauvegardes iCloud

# CLEAN_OLD_BACKUPS_MESSAGE
source: Delete all iCloud backups but the last one.
fr: Supprimer les anciennes sauvegardes iCloud pour ne garder que la plus récente.

# CLEAN_OLD_BACKUPS_ON_ALL_DEVICES
source: Delete backups for all devices
fr: Supprimer pour tous les appareils

# CLEAN_OLD_BACKUPS_ON_CURRENT_DEVICE
source: Delete backups for this device
fr: Supprimer pour cet appareil

# CLEAN_OLD_BACKUPS_TITLE
source: Delete old iCloud backups?
fr: Supprimer les anciennes sauvegardes iCloud ?

source: Clear cache
fr: Supprimer le cache

# CLEAR_ALL
source: Clear
fr: Recommencer

source: Clear all devices
fr: Réinitialiser tous les appareils

# CLEAR_ALL_OTHER_OWNED_DEVICES_ALERT_MESSAGE
source: Clearing all devices will reset all secure channels with them, perform a fresh discovery of your devices, then re-create all secure channels with them. Although all these steps are automatic, they may require some time. Recreating the secure channels requires your other devices to be online.
fr: Cette réinitialisation va détruire les canaux sécurisés avec vos autres appareils, rafraîchir la liste de vos appareils et recréer les canaux sécurisés. Bien que tout ceci soit automatique, il se peut que cela demande un peu de temps. La création des canaux sécurisés nécessite que vos autres appareils soient en ligne.

# CLEAR_ALL_OTHER_OWNED_DEVICES_ALERT_TITLE
source: Clear all devices?
fr: Réinitialiser tous les appareils ?

source: Client secret
fr: Secret client

source: Clone this group
fr: Cloner ce groupe

# CLONE_THIS_GROUP_V1_TO_GROUP_V2
source: Clone this group
fr: Cloner ce groupe

# CLONED_GROUP_NAME_FROM_ORIGINAL_NAME_%@
source: Copy of %@
fr: Copie de %@

source: Close open hidden profile
fr: Fermer un profil masqué ouvert

source: Completely
fr: Totalement

# COMPUTE_CKRECORD_COUNT
source: Compute iCloud record count
fr: Calculer le nombre d'entrées iCloud

source: Configuration scan
fr: Scan de configuration

# CONFIGURE_BACKUPS_BUTTON_TITLE
source: Setup backups
fr: Paramétrer les sauvegardes

source: Configure keyboard shortcut
fr: Configurer le raccourci clavier

# CONFIGURE_YOUR_IDENTITY_PROVIDER_MANUALLY
source: Manual configuration of your identity provider
fr: Configuration manuelle de votre fournisseur d'identité

source: Confirm invite
fr: Confirmer l'invitation

source: Confirm password
fr: Confirmez le mot de passe

source: Confirm your passcode
fr: Confirmez votre code personnalisé

source: Congratulations!
fr: Bravo !

# Contact cannot be deleted for now
source: This user cannot be deleted for now
fr: Cet utilisateur ne peut pas être supprimé pour le moment

source: Contact Introduction Performed
fr: Les présentations sont faites

# CONTACT_HAS_N_DEVICES
source: %@ has %d devices
fr: %@ a %d appareils
